{
  "plugins": {
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim",
      "version": "'v5.5.0'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'v2.1.0'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'v0.18.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'v2.16.0'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'v2.31.0'"
    }
  }
}
