{
  "plugins": {
    "ashen.nvim": {
      "src": "https://github.com/ficd0/ashen.nvim",
      "version": "'main'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'v9.1.0'"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim",
      "version": "'v5.5.0'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'v2.1.0'"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme",
      "version": "'v1.1.2'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'v2.1.0'"
    },
    "guts.nvim": {
      "src": "https://github.com/vossenwout/guts.nvim",
      "version": "'main'"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim",
      "version": "'master'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'v0.18.0'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.10.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'v2.16.0'"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim",
      "version": "'main'"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim",
      "version": "'v1.5.1'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'v2.31.0'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": "'v1.5.0'"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim",
      "version": "'main'"
    },
    "vesper.nvim": {
      "src": "https://github.com/datsfilipe/vesper.nvim",
      "version": "'main'"
    }
  }
}
